# -*- coding: utf-8 -*-
#########################################################################
print u"Привет, мир!"
#########################################################################
exemple_of_variable = 1

print u"Переменная = %d" % exemple_of_variable
print u"100 + переменная =", 100 + exemple_of_variable
#########################################################################
print u"""
		строка №1
		строка №2
		строка №3
	  """	
#########################################################################
print u"\v"
print u"Сколько тебе лет?"
age = int(raw_input())
print u"Ха, тебе %d лет!" % age
#########################################################################
import codecs, sys
outf = codecs.getwriter('utf-8')(sys.stdout, errors = 'replace')
sys.stdout = outf

print u"\v"
weight = raw_input(u"Сколько ты весишь? \n")
print u"Целых %r!? Ну ты и жирный!" % weight
#########################################################################
